Repository: CodeForAfrica/bluetail
Catalog: bluetail/locale/*/LC_MESSAGES/django.po
Languages: sw

source: Tenders
sw: Zabuni

source: Tenders in progress
sw: zabuni zinazoendelea

source: Tender application
sw: Maombi ya zabuni

source: Applicant
sw: Mwombaji

source: Beneficial owners
sw: Wamiliki wa manufaa

source: Parent companies
sw: Kampuni kuu

source: Published by
sw: Iliyochapishwa na

source: Published date
sw: Tarehe ya kuchapishwa

source: Closing date
sw: Tarehe ya kufunga

source: Contract start date
sw: Tarehe ya kuanza ya kandarasi/ mkataba

source: Value of contract
sw: Thamana ya kandarasi

source: Tenders received
sw: Zabuni zilizopokelewa

source: Company name
sw: jina la kampuni

source: Company ID
sw: kitambulisho cha kampuni

source: Country of registration
sw: nchi ya usajili

source: Full name
sw: Jina kamili

source: Date of birth
sw: Tarehe ya kuzaliwa

source: Address
sw: Anwani

source: Nationality
sw: Utaifa

source: Tender Deadline:
sw: Tarehe ya mwisho ya zabuni:

source: Ministry of Efficiency
sw: Wizara ya ufanisi

source: Filtered By Dataset
sw: Mchujo kwa seti ya data

source: All
sw: Zote

source: Prototype
sw: Mfano

source: Contracts Finder unlinked
sw: Kitafuta mikataba kilichotenganishwa

source: Contracts Finder with linked suppliers
sw: Kitafuta mikataba kilichounganishwa na wasambazaji

source: Contracts Finder with beneficial owners
sw: Kitafuta mikataba kilichio na wamiliki wanaonufaika

source: Filtered By Flag
sw: Imechujwa kulingana na utata

source: Any Flag
sw: Utata wowote

source: Beneficial Owner matches Cabinet Minister
sw: Mmiliki anayenufaika anahusishwa na waziri

source: Company linked to multiple applications to a tender
sw: Kampuni inahusishwa na maombi mengi ya zabuni moja

source: Person linked to multiple applications to a tender
sw: Mtu anayehusishwa na maombi zaidi ya zabuni moja

source: Spending analysis
sw: Uchambuzi wa matumizi
